-- phpMyAdmin SQL Dump
-- version 4.0.10.6
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Янв 19 2015 г., 14:14
-- Версия сервера: 5.5.41-log
-- Версия PHP: 5.5.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `testreg`
--

-- --------------------------------------------------------

--
-- Структура таблицы `metro`
--

CREATE TABLE IF NOT EXISTS `metro` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT NULL,
  `city_id` int(10) NOT NULL,
  `lat` float(10,6) DEFAULT NULL,
  `lng` float(10,6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=226 ;

--
-- Дамп данных таблицы `metro`
--

INSERT INTO `metro` (`id`, `name`, `city_id`, `lat`, `lng`) VALUES
(1, 'Авиамоторная', 1, 55.751579, 37.716976),
(2, 'Автозаводская', 1, 55.707748, 37.657497),
(3, 'Академическая', 1, 55.687790, 37.573387),
(4, 'Александровский Сад', 1, 55.752258, 37.610222),
(5, 'Алексеевская', 1, 55.807789, 37.638718),
(6, 'Алтуфьево', 1, 55.897923, 37.587139),
(7, 'Аннино', 1, 55.583691, 37.596783),
(8, 'Арбатская (ар.)', 1, 55.755787, 37.617634),
(9, 'Арбатская (фил.)', 1, 55.755787, 37.617634),
(10, 'Аэропорт', 1, 55.800671, 37.532200),
(11, 'Бабушкинская', 1, 55.869858, 37.664242),
(12, 'Багратионовская', 1, 55.743786, 37.497715),
(13, 'Баррикадная', 1, 55.760754, 37.581234),
(14, 'Бауманская', 1, 55.772366, 37.678825),
(15, 'Беговая', 1, 55.773590, 37.547138),
(16, 'Белорусская', 1, 55.776920, 37.584126),
(17, 'Беляево', 1, 55.642654, 37.526272),
(18, 'Бибирево', 1, 55.883926, 37.603630),
(19, 'Библиотека имени Ленина', 1, 55.751389, 37.609722),
(20, 'Битцевский Парк', 1, 55.599167, 37.556946),
(21, 'Боровицкая', 1, 55.752304, 37.612877),
(22, 'Ботанический Сад', 1, 55.845478, 37.638409),
(23, 'Братиславская', 1, 55.659416, 37.750462),
(24, 'Бульвар Дмитрия Донского', 1, 55.570244, 37.577145),
(25, 'Бунинская аллея', 1, 55.537945, 37.515362),
(26, 'Варшавская', 1, 55.653545, 37.620480),
(27, 'ВДНХ', 1, 55.820732, 37.640697),
(28, 'Владыкино', 1, 55.847183, 37.589916),
(29, 'Водный Стадион', 1, 55.839844, 37.486820),
(30, 'Войковская', 1, 55.818790, 37.498028),
(31, 'Волгоградский Проспект', 1, 55.724899, 37.687134),
(32, 'Волжская', 1, 55.690865, 37.754219),
(33, 'Волоколамская (стр.)', 1, 55.755787, 37.617634),
(34, 'Воробьевы горы', 1, 55.710308, 37.559219),
(35, 'Выхино', 1, 55.715805, 37.818024),
(36, 'Горчакова ул.', 1, 55.541962, 37.531132),
(37, 'Деловой центр', 1, 55.749222, 37.543285),
(38, 'Динамо', 1, 55.789749, 37.558189),
(39, 'Дмитровская', 1, 55.807999, 37.581066),
(40, 'Добрынинская', 1, 55.728992, 37.622787),
(41, 'Домодедовская', 1, 55.610634, 37.718033),
(42, 'Дубровка', 1, 55.717850, 37.676556),
(43, 'Измайловская', 1, 55.787731, 37.781597),
(44, 'Калужская', 1, 55.656601, 37.539955),
(45, 'Кантемировская', 1, 55.635803, 37.656513),
(46, 'Каховская', 1, 55.652985, 37.598343),
(47, 'Каширская', 1, 55.655067, 37.648666),
(48, 'Киевская', 1, 55.743305, 37.565807),
(49, 'Китай-Город', 1, 55.755367, 37.632343),
(50, 'Кожуховская', 1, 55.706142, 37.685642),
(51, 'Коломенская', 1, 55.677906, 37.663727),
(52, 'Комсомольская', 1, 55.775448, 37.655964),
(53, 'Коньково', 1, 55.633553, 37.519413),
(54, 'Красногвардейская', 1, 55.613853, 37.744473),
(55, 'Краснопресненская', 1, 55.760216, 37.577251),
(56, 'Красносельская', 1, 55.779964, 37.666084),
(57, 'Красные Ворота', 1, 55.768875, 37.649067),
(58, 'Крестьянская застава', 1, 55.732269, 37.665592),
(59, 'Кропоткинская', 1, 55.745346, 37.603348),
(60, 'Крылатское', 1, 55.756790, 37.408096),
(61, 'Кузнецкий Мост', 1, 55.761509, 37.624149),
(62, 'Кузьминки', 1, 55.705429, 37.765682),
(63, 'Кунцевская', 1, 55.730698, 37.445919),
(64, 'Курская', 1, 55.758183, 37.661484),
(65, 'Кутузовская', 1, 55.740040, 37.534569),
(66, 'Ленинский Проспект', 1, 55.707661, 37.586185),
(67, 'Лубянка', 1, 55.759342, 37.626850),
(68, 'Люблино', 1, 55.676300, 37.761852),
(69, 'Марксистская', 1, 55.740913, 37.656425),
(70, 'Марьино', 1, 55.650089, 37.743809),
(71, 'Маяковская', 1, 55.769936, 37.596046),
(72, 'Медведково', 1, 55.887074, 37.661388),
(73, 'Международная', 1, 55.748329, 37.532825),
(74, 'Менделеевская', 1, 55.781910, 37.598583),
(75, 'Митино (стр.)', 1, 55.872944, 37.451054),
(76, 'Молодежная', 1, 55.740807, 37.416832),
(77, 'Нагатинская', 1, 55.682728, 37.621819),
(78, 'Нагорная', 1, 55.672981, 37.610760),
(79, 'Нахимовский Проспект', 1, 55.662846, 37.605583),
(80, 'Новогиреево', 1, 55.751801, 37.816002),
(81, 'Новокузнецкая', 1, 55.742382, 37.629257),
(82, 'Новослободская', 1, 55.779514, 37.601166),
(83, 'Новые Черёмушки', 1, 55.670261, 37.554600),
(84, 'Октябрьская', 1, 55.730255, 37.612240),
(85, 'Октябрьское Поле', 1, 55.793526, 37.493404),
(86, 'Орехово', 1, 55.613449, 37.694496),
(87, 'Отрадное', 1, 55.863319, 37.604694),
(88, 'Охотный Ряд', 1, 55.756706, 37.615906),
(89, 'Павелецкая', 1, 55.730663, 37.636787),
(90, 'Парк Культуры', 1, 55.735645, 37.594002),
(91, 'Парк Победы', 1, 55.736301, 37.517002),
(92, 'Партизанская', 1, 55.788437, 37.749626),
(93, 'Первомайская', 1, 55.794617, 37.799335),
(94, 'Перово', 1, 55.751095, 37.785938),
(95, 'Петровско-Разумовская', 1, 55.836391, 37.575424),
(96, 'Печатники', 1, 55.692928, 37.727657),
(97, 'Пионерская', 1, 55.736027, 37.467033),
(98, 'Планерная', 1, 55.860649, 37.436306),
(99, 'Площадь Ильича', 1, 55.747047, 37.680367),
(100, 'Площадь Революции', 1, 55.756542, 37.621658),
(101, 'Полежаевская', 1, 55.777554, 37.518940),
(102, 'Полянка', 1, 55.736771, 37.618443),
(103, 'Пражская', 1, 55.611889, 37.603813),
(104, 'Преображенская Площадь', 1, 55.796104, 37.715588),
(105, 'Пролетарская', 1, 55.731724, 37.665592),
(106, 'Проспект Вернадского', 1, 55.676716, 37.505573),
(107, 'Проспект Мира', 1, 55.780720, 37.633446),
(108, 'Профсоюзная', 1, 55.677929, 37.562840),
(109, 'Пушкинская', 1, 55.765953, 37.604179),
(110, 'Речной Вокзал', 1, 55.855015, 37.476139),
(111, 'Рижская', 1, 55.792484, 37.636097),
(112, 'Римская', 1, 55.746445, 37.680157),
(113, 'Рязанский Проспект', 1, 55.716949, 37.793243),
(114, 'Савеловская', 1, 55.794029, 37.589176),
(115, 'Свиблово', 1, 55.855206, 37.652699),
(116, 'Севастопольская', 1, 55.651352, 37.598354),
(117, 'Семеновская', 1, 55.783100, 37.719341),
(118, 'Серпуховская', 1, 55.726791, 37.625240),
(119, 'Скобелевская', 1, 55.547405, 37.555481),
(120, 'Смоленская (ар.)', 1, 55.755787, 37.617634),
(121, 'Смоленская (фил.)', 1, 55.755787, 37.617634),
(122, 'Сокол', 1, 55.804844, 37.515484),
(123, 'Сокольники', 1, 55.789284, 37.679726),
(124, 'Спортивная', 1, 55.723099, 37.563766),
(125, 'Старокачаловская', 1, 55.569706, 37.584190),
(126, 'Строгино (стр.)', 1, 55.806946, 37.498055),
(127, 'Студенческая', 1, 55.738907, 37.548126),
(128, 'Сухаревская', 1, 55.772308, 37.632507),
(129, 'Сходненская', 1, 55.850266, 37.439934),
(130, 'Таганская', 1, 55.740425, 37.653362),
(131, 'Тверская', 1, 55.765038, 37.605007),
(132, 'Театральная', 1, 55.758747, 37.617695),
(133, 'Текстильщики', 1, 55.708691, 37.730728),
(134, 'Теплый Стан', 1, 55.618874, 37.507046),
(135, 'Тимирязевская', 1, 55.819046, 37.575466),
(136, 'Третьяковская', 1, 55.740696, 37.625576),
(137, 'Тульская', 1, 55.708702, 37.622494),
(138, 'Тургеневская', 1, 55.766014, 37.636921),
(139, 'Тушинская', 1, 55.826923, 37.437359),
(140, 'Улица 1905 года', 1, 55.764763, 37.561371),
(141, 'Улица Академика Янгеля', 1, 55.595482, 37.601173),
(142, 'Улица Подбельского', 1, 55.814461, 37.734020),
(143, 'Университет', 1, 55.692574, 37.534542),
(144, 'Ушакова Адмирала', 1, 55.545261, 37.542072),
(145, 'Филевский Парк', 1, 55.739540, 37.483265),
(146, 'Фили', 1, 55.746048, 37.514874),
(147, 'Фрунзенская', 1, 55.727463, 37.580502),
(148, 'Царицыно', 1, 55.621056, 37.669456),
(149, 'Цветной Бульвар', 1, 55.771656, 37.620575),
(150, 'Черкизовская', 1, 55.803844, 37.744694),
(151, 'Чертановская', 1, 55.640709, 37.605751),
(152, 'Чеховская', 1, 55.765865, 37.608139),
(153, 'Чистые Пруды', 1, 55.764904, 37.638344),
(154, 'Чкаловская', 1, 55.756001, 37.658749),
(155, 'Шаболовская', 1, 55.718826, 37.607914),
(156, 'Шоссе Энтузиастов', 1, 55.758167, 37.751667),
(157, 'Щелковская', 1, 55.809608, 37.798588),
(158, 'Щукинская', 1, 55.808510, 37.464344),
(159, 'Электрозаводская', 1, 55.782024, 37.705219),
(160, 'Юго-Западная', 1, 55.663681, 37.483196),
(161, 'Южная', 1, 55.622299, 37.608994),
(162, 'Ясенево', 1, 55.606220, 37.533340);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
